Repository: tolg/foofoil
Catalog: flamina/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: About %@
zh_hans: 关于 %@

source: Actual Size
zh_hans: 原始大小

source: Background Color...
zh_hans: 背景颜色...

source: Border
zh_hans: 边框

# Border (ContextMenu)
source: Border
zh_hans: 边框

# Bottom
source: Move to Bottom
zh_hans: 移到底部

# Bottom-Left
source: Move to Bottom-Left
zh_hans: 移到左下

# Bottom-Right
source: Move to Bottom-Right
zh_hans: 移到右下

source: Cancel
zh_hans: 取消

source: Capture Image Flamina
zh_hans: 截取图片箔

# Center
source: Move to Center
zh_hans: 移到中间

source: Change Title
zh_hans: 更改标题

source: Choose Opacity
zh_hans: 选择不透明度

source: Clear
zh_hans: 清空

# Clear History Menu Item
source: Clear History...
zh_hans: 清空历史记录...

source: Clipboard Image
zh_hans: 剪贴板图片

# Close (ContextMenu)
source: Close
zh_hans: 关闭

# Close Flamina
source: Close
zh_hans: 关闭

# Confirm Clear History
source: Clear History?
zh_hans: 确定要清空历史记录吗？

source: Copy
zh_hans: 复制

source: Copy Image
zh_hans: 复制图片

source: Copy URL
zh_hans: 复制网址

source: Cut
zh_hans: 剪切

source: Decrease Opacity
zh_hans: 降低不透明度

source: Default Browser
zh_hans: 默认浏览器

source: Delete
zh_hans: 删除

source: Drop image, HTML, Markdown or type a note
zh_hans: 拖放图片、HTML、Markdown 或输入笔记

source: Dropped Image
zh_hans: 拖入的图片

source: Edit
zh_hans: 编辑

# Enter URL Placeholder
source: Enter URL
zh_hans: 输入网址

source: Enter a page number between 1 and %ld.
zh_hans: 输入 1 到 %ld 之间的页码。

source: Enter the URL to open:
zh_hans: 输入要打开的网址：

source: File
zh_hans: 文件

source: Fit Image to Window Width
zh_hans: 图片适合窗口宽度

source: Fit Window to Image
zh_hans: 窗口适合图片

source: Go
zh_hans: 前往

source: Go to Page
zh_hans: 前往页面

# Go to Page Menu Item
source: Go to Page...
zh_hans: 前往页面…

source: Got It
zh_hans: 我知道了

source: Help
zh_hans: 帮助

source: Hide %@
zh_hans: 隐藏 %@

source: Hide Others
zh_hans: 隐藏其他

source: History
zh_hans: 历史记录

# History Content Missing Message
source: The cached file for this history item is missing. The history record has been kept.
zh_hans: 此历史记录对应的缓存文件已丢失。历史记录仍会保留。

# History Content Missing Title
source: Content Not Found
zh_hans: 找不到内容

source: Increase Opacity
zh_hans: 增加不透明度

# Left
source: Move to Left
zh_hans: 移到左边

source: Load Failed
zh_hans: 载入失败

source: Loading...
zh_hans: 正在载入...

source: Markdown Preview
zh_hans: Markdown 预览

# Markdown Preview (ContextMenu)
source: Markdown Preview
zh_hans: Markdown 预览

source: Move to Next Screen
zh_hans: 移到下一个屏幕

source: Mute
zh_hans: 静音

source: New Flamina
zh_hans: 新建一张箔

source: Next Page
zh_hans: 下一页

source: No History
zh_hans: 无历史记录

# No Search Results
source: No results found
zh_hans: 未找到结果

source: Opacity
zh_hans: 不透明度

source: Open Clipboard Image
zh_hans: 打开剪贴板图片

# Open URL Alert Title
source: Open URL
zh_hans: 打开网址

# Open URL Menu Item
source: Open URL...
zh_hans: 打开网址...

# Open URL Search Result Format
source: Open URL: %@
zh_hans: 打开网址：%@

source: Open in %@
zh_hans: 在 %@ 中打开

source: Open...
zh_hans: 打开...

source: Paste
zh_hans: 粘贴

source: Pause
zh_hans: 暂停

source: Play
zh_hans: 播放

source: Previous Page
zh_hans: 上一页

source: Quit %@
zh_hans: 退出 %@

source: Redo
zh_hans: 重做

source: Reload Page
zh_hans: 刷新页面

source: Reset
zh_hans: 重置

# Reset (ContextMenu)
source: Reset
zh_hans: 重置

source: Reset Background Color
zh_hans: 恢复默认背景色

source: Reset Color
zh_hans: 恢复原色

source: Retry
zh_hans: 重试

# Right
source: Move to Right
zh_hans: 移到右边

# Save As Failed Message
source: There is no content in the active window that can be saved.
zh_hans: 当前活跃窗口中没有可以保存的内容。

# Save As Failed Title
source: Save As Unavailable
zh_hans: 另存为不可用

source: Save As...
zh_hans: 另存为...

# Save Failed Message Format
source: Failed to save the content: %@
zh_hans: 无法保存内容：%@

# Save Failed Title
source: Save Failed
zh_hans: 保存失败

source: Save Screenshot...
zh_hans: 保存截图...

source: Search History
zh_hans: 搜索历史记录

# Search History Menu Item
source: Search History…
zh_hans: 搜索历史记录…

# Search History Placeholder
source: Search history or enter a URL
zh_hans: 搜索历史记录或输入网址

# Search Result Page Format
source: Page %d
zh_hans: 第 %d 页

source: Select All
zh_hans: 全选

source: Select Color...
zh_hans: 选择颜色...

source: Share...
zh_hans: 共享...

source: Show All
zh_hans: 显示全部

source: This will clear history and cached content for closed windows, plus WebKit website cache, cookies, and stored website data.
zh_hans: 这将清除已关闭窗口的历史记录和缓存内容，以及网页缓存、Cookie 和网站本地数据。

# Tip: Command-L opens a web link
source: ⌘L → Open a web link
zh_hans: ⌘L → 打开网页链接

# Tip: Command-T keeps the window on top
source: ⌘T → toogle pin
zh_hans: ⌘T → 置顶

# Tip: Command-V opens an image from the clipboard
source: ⌘V → Open an image from the clipboard
zh_hans: ⌘V → 打开剪贴板中的图片

# Tip: Drop image, PDF, or Markdown
source: Drop images, PDF, or Markdown
zh_hans: 拖入图片、PDF 或 Markdown

# Tip: Hold Command while dragging to move the window
source: Hold ⌘ while dragging
zh_hans: 按住 ⌘ 拖拽

# Tip: Try a two-finger pinch
source: Try a two-finger pinch
zh_hans: 试试双指捏合

# Tip: Type directly to write a note
source: Type directly to write a note
zh_hans: 直接输入，记录一条便签

source: Toggle Pin
zh_hans: 置顶

# Toggle Pin (ContextMenu)
source: Toggle Pin
zh_hans: 置顶

# Top
source: Move to Top
zh_hans: 移到顶部

# Top-Left
source: Move to Top-Left
zh_hans: 移到左上

# Top-Right
source: Move to Top-Right
zh_hans: 移到右上

source: Undo
zh_hans: 撤销

source: Unmute
zh_hans: 取消静音

source: Untitled Markdown
zh_hans: 无标题 Markdown

source: Untitled Note
zh_hans: 无标题笔记

source: Untitled Page
zh_hans: 未命名页面

source: View
zh_hans: 视图

source: Volume
zh_hans: 音量

# Web Screenshot: %@
source: Web Screenshot: %1$@
zh_hans: 网页截图：%1$@

# Web Snapshot Loading Message
source: The snapshot of the page is being generated. Please try again after the page fully loads.
zh_hans: 网页快照正在生成，请在页面完全加载后再试。

# Web Snapshot Loading Title
source: Generating Snapshot
zh_hans: 快照生成中

source: WebContent process terminated unexpectedly.
zh_hans: 网页渲染进程意外终止。

# Webarchive Sandbox Tips Message
source: Due to macOS sandbox security policies, opening the saved archive (.webarchive) for the first time may trigger a Gatekeeper warning. To bypass it: Right-click the file, select "Open", and click "Open" in the confirmation dialog. It will open directly on double-click thereafter.
zh_hans: 由于 macOS 系统沙盒安全策略，首次双击打开保存的网页归档文件 (.webarchive) 时可能会提示“无法验证危害”。 解决方法：只需右键点击该文件，选择“打开”，在确认弹窗中点击“打开”即可，后续双击即可直接访问。

# Webarchive Sandbox Tips Title
source: Offline Page Saved
zh_hans: 已保存离线网页

source: Window
zh_hans: 窗口

source: Zoom In Content
zh_hans: 放大内容

source: Zoom In Window
zh_hans: 增大箔

source: Zoom Out Content
zh_hans: 缩小内容

source: Zoom Out Window
zh_hans: 缩小箔
